{
 "author":"Torbjörn Rathsman"
,"author_email":"milasudril@gmail.com"
,"years":[2015,2017]
,"name":"Anja"
,"homepage":"https://github.com/milasudril/anja"
,"vcs":"https://github.com/milasudril/anja.git"
,"main_executable":"anja"
,"icon":"/usr/share/anja/logo.png"
,"legal_brief":"Anja comes with ABSOLUTELY NO WARRANTY; for details see section 15 and 16 in the GNU General Public License version 3. Anja is free software, and you are welcome to redistribute it under the terms of the GNU General Public License, either version 3, or at your option, any later version."

,"description":"A live sampler for use with JACK"

,"description_long":"Anja is a sampler designed for live sound effect playback. Anja makes it possible to assign sound effects to the keys of the computer keyboard. Anja also features a channel mixer with 16 channels making it possible to fade a group of sound effects together, as well as MIDI capabilities for remote control. The backend of Anja is JACK, the low-latency audio server."

,"acknowledgement":
	[
	 "Erik de Castro Lopo—for libsamplerate and libsndfile"
	,"Jason Evans—for the jemalloc library"
	,"Melissa O'Neill—for the PCG32 random number generator"
	,"Paul Davis et.al.—for JACK"
	,"Stefan Buller—for valuable feedback on the user interface"
	,"The GTK+ team—for the UI toolkit"
	]
,"categories":["LivePerformance","JACK","Audio","Player","Recorder","Midi","Music"]
,"license_name":"GPL-3.0+"
,"license_file":"GPL-3"
,"license_short":"Anja program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version.\n\nAnja is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.\n\nYou should have received a copy of the GNU General Public License along with this program. If not, see <https://www.gnu.org/licenses/>."
,"debian_section":"sound"
}
